---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyPointPlacementReference
source: html/9e31cefe-5c62-58b6-970b-cdfc436833b6.htm
---
# FamilyPointPlacementReference Methods

Causes the object to release immediately any resources it may be utilizing.